export default{
    "genre":"жанр кино",
    "genrePlaceholder":"Выберите...",
    "year":"Год",
    "rating":"Оценка",
    "runtime":"время выполнения",
    "search":"Поиск",
    "welcome":"Выберите тип фильмов, которые вы хотите открыть",
    "next":"Следующий",
    "previous":"Предыдущий",
    "back":"вернитесь",
    "loadingMovie":"Загрузка фильма...",
    "notFound":"Результаты не найдены. Попробуйте что-то другое",
    "404":"Страница не найдена",
    "404Button":"Вы можете перейти на главную страницу, нажав здесь",
    "page":"Страница",
    "of":"из",
    "description":"Oписание"
   }
   //texts for russian version